export interface IData {
  control: String[]
  data: String[]
}

export const Data = {control: [
  {
    list: [],
  },
  {
    list: [],
  },
  {
    list: [],
  }],
  data: [
    {
      list: ["開1.super rolling『音樂時機』『張力變化』", "開2.滑腳（新搭配：回馬槍畫手雀升）『移動性』『張力變化』『隨機性』", "開3.側手膝滑", "開4.跳轉風火輪", "開5.", "開6.", "開7."],
    },
  {
    list: ["G1.屁上畫畫 go down 『Freeze』『音樂變化』", "G2.跳水 go down『Freeze』『Power』『張力』", "G3.逆旋丟", "G4.抓咪咪 go down 『音樂變化』『百搭實用』", "G5.膝蓋位移 go down 『移動性』『音樂變化』", "G6.Up down 『音樂性』『形態變化』『機動性』", "G7.單手 raiz 飛 knee drop", "G8.stop and go", "G9.開手丟 knee drop", "G10.", "G11.", "G12."], // Go down
  },
  {
    list: ["FO1.側身位移『原創性』『機動性』", "FO2.腳跟雨刷排（地面加手板）『音樂變化』", "FO3.海獅排腿『機動性』『音樂變化』", "FO4.甩腳排腿『機動性』『質地變化』", "FO5.內鑽膝蓋排『機動性』『音樂變化』", "FO6.夾餅乾排腿『機動性』『音樂變化』", "FO7.無限 hook 排『音樂性』『隨機性』『音樂變化』", "FO8.起跑定格排腿『音樂性』『機動性』『隨機性』", "FO9.側卍排腿（變化）『機動性』『隨機性』", "FO10.機架排腿", "FO11.單腳三排『音樂性』『隨機性』『百搭實用』", "FO12.拋排腿", "FO13.Raiz 排腿", "FO14.內塞腳滑", "FO15.江南排腿", "FO16.Kick 三排", "FO17.耳鳴排腿", "FO18.播皮", "FO19.單手伏地挺身排", "FO20.螺絲排腿", "FO21.", "FO22.", "FO23."],
  },
  {
    list: ["B1.腳跟 back rock『原創性』『音樂變化』『機動性』", "B2.仰臥起坐『Freeze』『音樂變化』『機動性』『百搭實用』", "B3.後滾腳大跳『機動性』『百搭實用』", "B4.反鐘擺", "B5.", "B6.", "B7."],
  },
  {
    list: ["P1.雀拋段『型態變化』", "P2.大單側滑『機動性』", "P3.快速側刷『機動性』『張力』", "P4.逆丟踩地『機動性』『張力』『速度變化』", "P5.大單塞肩『張力』『高低層落差變化』", "P6.並腿拋劈腿上『張力』『高低層落差變化』", "P7.畫手開丟『速度變化』『高低層落差變化』『機動性』", "P8.自由落體『機動性』『音樂性』", "P9.拋胸口後拉手『速度變化』『高低層落差變化』『機動性』", "P10.膝蓋風『型態變化』『高低層落差變化』『速度變化』", "P11.機架拋『機動性』", "P12.雀拋丟繞膝蓋『型態變化』『張力』", "P13.拋肘側刷肩『高低層落差變化』『張力』", "P14.並腿雀拋 1.5", "P15.", "P16.", "P17."],
  },
  {
    list: ["F1.彈力球降雀『音樂變化』『速度變化』", "F2.左左右右『音樂變化』『原創性』", "F3.肘丟肩上『高地落差』『機動性』", "F4.丟機架『機動性』『音樂性』", "F5.章魚肩上『機動性』『質地變化』", "F6.吊腰『怎樣都要吊著』", "F7.畫手頭頂『隨機性』『音樂變化』", "F8.鐵頭功", "F9.", "F10.", "F11."],
  },
  {
    list: ["孫1.蛋轉鐘擺手『型態變化』『音樂變化』", "孫2.鐘擺段 end 『音樂變化』『百搭實用』", "孫3.踩踩跳轉『型態變化』『音樂變化』", "孫4.小後翻鑽頭『型態變化』『音樂性』『百搭實用』", "孫5.跳轉 tap set『音樂變化』『型態變化』", "孫6.風彈腳『音樂性』『型態變化』", "孫7.頭搬手『機動性』『音樂性』", "孫8.旋轉木馬『型態變化』『張力』『Footwork』", "孫9.跳轉拋 1.5 拍手腳踝『型態變化』『機動性』『音樂變化』", "孫10.Ｘ手丟 -> Ｘ手倒『型態變化』『機動性』", "孫11.彈塗魚『音樂變化』『型態變化』", "孫12.手滑掉『隨機性』『音樂性』", "孫13.Say hello『型態變化』『邏輯性』『高低層落差變化』", "孫14.變魔術『質地變化』『隨機性』『音樂變化』", "孫15.左倒右倒『音樂變化』『機動性』", "孫16.拍手跳水（兩邊）『高低層落差變化』『機動性』", "孫17.屁鞍『型態變化』『機動性』", "孫18.Ｘ趴倒『機動性』『型態變化』", "孫19.烏溜塞頭滑", "孫20.一竿清檯", "孫21.跳轉丟滑開腳章魚", "孫22.", "孫23.", "孫24."],
  },
]};

export default Data;
