const Data = [
  {
    list: [],
  },
  {
    list: ["屁上畫畫 go down 『Freeze』『音樂變化』", "跳水 go down『Freeze』『Power』『張力』", "逆旋丟", "抓咪咪 go down 『音樂變化』『百搭實用』", "膝蓋位移 go down 『移動性』『音樂變化』", "Up down 『音樂性』『形態變化』『機動性』", "單手 raiz 飛 knee drop", "stop and go", "開手丟 knee drop"], // Go down
  },
  {
    list: ["彈力球降雀『音樂變化』『速度變化』", "左左右右『音樂變化』『原創性』", "肘丟肩上『高地落差』『機動性』", "丟機架『機動性』『音樂性』", "章魚肩上『機動性』『質地變化』", "吊腰『怎樣都要吊著』", "畫手頭頂『隨機性』『音樂變化』", "鐵頭功"],
  },
  {
    list: ["側身位移『原創性』『機動性』", "腳跟雨刷排（地面加手板）『音樂變化』", "海獅排腿『機動性』『音樂變化』", "甩腳排腿『機動性』『質地變化』", "內鑽膝蓋排『機動性』『音樂變化』", "夾餅乾排腿『機動性』『音樂變化』", "無限 hook 排『音樂性』『隨機性』『音樂變化』", "起跑定格排腿『音樂性』『機動性』『隨機性』", "側卍排腿（變化）『機動性』『隨機性』", "機架排腿", "單腳三排『音樂性』『隨機性』『百搭實用』", "拋排腿", "Raiz 排腿", "內塞腳滑", "江南排腿", "Kick 三排", "耳鳴排腿", "播皮", "單手伏地挺身排", "螺絲排腿"],
  },
  {
    list: ["雀拋段『型態變化』", "大單側滑『機動性』", "快速側刷『機動性』『張力』", "逆丟踩地『機動性』『張力』『速度變化』", "大單塞肩『張力』『高低層落差變化』", "並腿拋劈腿上『張力』『高低層落差變化』", "畫手開丟『速度變化』『高低層落差變化』『機動性』", "自由落體『機動性』『音樂性』", "拋胸口後拉手『速度變化』『高低層落差變化』『機動性』", "膝蓋風『型態變化』『高低層落差變化』『速度變化』", "機架拋『機動性』", "雀拋丟繞膝蓋『型態變化』『張力』", "拋肘側刷肩『高低層落差變化』『張力』", "並腿雀拋 1.5" ],
  },
  {
    list: ["蛋轉鐘擺手『型態變化』『音樂變化』", "鐘擺段 end 『音樂變化』『百搭實用』", "踩踩跳轉『型態變化』『音樂變化』", "小後翻鑽頭『型態變化』『音樂性』『百搭實用』", "跳轉 tap set『音樂變化』『型態變化』", "風彈腳『音樂性』『型態變化』", "頭搬手『機動性』『音樂性』", "旋轉木馬『型態變化』『張力』『Footwork』", "跳轉拋 1.5 拍手腳踝『型態變化』『機動性』『音樂變化』", "Ｘ手丟 -> Ｘ手倒『型態變化』『機動性』", "彈塗魚『音樂變化』『型態變化』", "手滑掉『隨機性』『音樂性』", "Say hello『型態變化』『邏輯性』『高低層落差變化』", "變魔術『質地變化』『隨機性』『音樂變化』", "左倒右倒『音樂變化』『機動性』", "拍手跳水（兩邊）『高低層落差變化』『機動性』", "屁鞍『型態變化』『機動性』", "Ｘ趴倒『機動性』『型態變化』", "烏溜塞頭滑", "一竿清檯", "跳轉丟滑開腳章魚"],
  },
  {
    list: ["super rolling『音樂時機』『張力變化』", "滑腳（新搭配：回馬槍畫手雀升）『移動性』『張力變化』『隨機性』", "側手膝滑", "跳轉風火輪"],
  },
  {
    list: ["腳跟 back rock『原創性』『音樂變化』『機動性』", "仰臥起坐『Freeze』『音樂變化』『機動性』『百搭實用』", "後滾腳大跳『機動性』『百搭實用』", "反鐘擺"],
  },
];

export default Data;
